Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] A Monster Hunter Becomes a Princess KO>EN.tmx
Source language: ko
Languages: en

source: 그때까지 해독약이나 찾아.
en: find the antidote before then.

source: 케릭스의 정체는…
en: ...yurinika’s father...

source: 이승과 저승의 경계.
en: the boundary between the world and the underworld.

source: 풀어주는 방법을 몰라 미안하지만 영원히 굳어있는 건 아니니까 걱정하지마.
en: I don’t know how to get you out of it, but you’re not going to be frozen forever! don’t worry!

source: 그렇구나… 레티스도 리에나도 우리가 돌아가면 죽은 몸이네.
en: right... both letis and liena will be dead when we go back.

source: 덜덜
en: QUIVER

source: 아픈 건 당신이 오기 바로 전이었고, 벽이 가로막고 있는 것처럼 튕겨져서 다시 돌아왔어.
en: I have been enduring the pain for a while before this. rather, when I tried to teleport, I simply bounced back as if there was an invisible wall.

source: 그런데 가슴의 상처를 확인하려는데 바지는 왜 벗은 걸까요.
en: well... besides that, why did he take off his pants when we said we wanted to check his chest?

source: 쉿!
en: shush!

source: 음식에 뭐 넣은 거 아니었어?
en: I thought you poisoned the food.

source: 어떻게 된 거지.
en: what happened?

source: 저 집에 있다는 거지?
en: so they’re in that house?

source: 레티스 공작이 내일 데리러 올 거야.
en: duke letis will come get me tomorrow.

source: 제가요?
en: i will?

source: 감히 킬러에게 킬러를 보내?
en: sending a killer to another killer.

source: 대박.
en: wait.

source: 설마 여기서 떠난 거야?!
en: did he leave it here?!

source: 마리엔이 레티스 공작님과 사귀는 거 뻔히 알면서 레티스 공작님과 약혼한 주제에.
en: you got engaged to duke letis knowing that marianne was with him at the time.

source: 리에나 공주님이 맞다고!!!
en: I said she is the real princess liena!!!

source: 냄새도 이상해.
en: it smells awful.

source: 좋은거든 나쁜거든.
en: whether that’s a good or bad thing, who knows.

source: 그런데 그 순간-!!
en: but then...

source: 아이시타 누님~ 크로니온에 대한 소식을 들었나요?
en: aisita, have you heard about what chronion’s up to?

source: 뭐, 딱 당신이랑 어울리는 곳이긴 하네.
en: this place does suit you well.

source: 좀 편한 옷이면 좋겠어.
en: i’d prefer something comfortable.

source: 이쪽 길이 맞아.
en: this is the right way.

source: 보름달이 뜰 때마다 빙의된 사람들이 있다니, 대체 무슨 일이야?
en: any idea why people are being possessed every full moon?

source: 레티스 이 자의 집은 어디에 있는 거야?
en: where might this body live?

source: 조용히 좀 하지.
en: silence.

source: 뭐, 원래도 환영받는 존재는 아니었지만.
en: well, I wasn’t really welcomed in the first place.

source: 베노스…, 어떻게 생겨먹은 놈인지 만나면 넌 내 손에 딱 죽었어!!
en: venos... whoever you are, you’re done for when i meet you!!!

source: 설마 기억이 돌아온 건가?
en: is her memory back?

source: 이게 사람에게도 통하는 구나!
en: so this works on a person too!

source: 넌 할 일도 없어?
en: are you not busy with other matters?

source: 여기서 나 빼고 죽어본 사람 있어?
en: have you ever died? I have!

source: 여긴 누구의 집이지?
en: whose place is this?

source: 이쪽이야!
en: it’s this way!

source: 그리고 아버지가 다시 살아나셨다는 말 어디 가서 하지마.
en: don’t tell anyone that he came back to life.

source: 그래야만 확신을 가질 수 있으니까.
en: you trust nothing until you see it yourself.

source: 아직 대답을 안했…
en: I have yet to answer...

source: 리에나 공주에겐 지금 다른 영…
en: there is a different soul in...

source: 부엌에서 식사라뇨 안돼요.
en: you can’t possibly eat in the kitchen!

source: 마, 말도 안돼요… 저희가 뭘 빼돌려요?
en: wh-what are you talking about...? what did I steal?

source: 흑마법사에게 이용당하는 악한 영
en: an evil spirit. usually summoned by dark magicians.

source: 오늘 프란츠 왕자님의 병세가 다시 악화되셨죠.
en: ...but prince frantz’s condition has worsened today.

source: 어쩌지?
en: what should i do?

source: 어쩐지, 공주가 마차 하나 없고 보석도 다 모조품같아 이상하다고 생각했어.
en: I knew it. it was weird for a princess to not have a carriage or real jewelries.

source: 쥬디.
en: judy...

source: 바케란 왕국의 공주.
en: i am also the princess of the vakeran kingdom.

source: 레티스 공작과 아르젠 백작의 영지에 죽었다가 살아난 사람들이 생기고 있어.
en: there are people coming back to life in duke letis’ and count arzen’s territories.

source: 전통 비법?
en: traditional medical tea?

source: 이게 뭐야?!!!!!
en: what is this?!

source: 모기같은게 왜 이렇게 크고 징그럽게 생겼어?
en: it looks like a mosquito, but it’s much bigger and even more disgusting.

source: 다 죽어가는 얼굴인데!
en: you look like you could pass out at any moment!

source: 크로니온 네가 그녀 때문에 어떤 희생을 치뤘는데…
en: the sacrifice you made for her...

source: 두…두 분의 멋진 시간을 방해하고 싶진 않지만…
en: i-i’m sorry to interrupt, but...

source: 아르젠도 여자 친구 있어?
en: are you seeing a lady as well?

source: 오히려 며칠 전 복면 쓴 사람들이 내 방에 들어와 날 죽이려고 했을 때 레티스가 내 목숨을 구해줬어.
en: he actually saved me from some masked people who broke into my room a couple days ago...

source: 인간의 몸을 빌려 인간세계에 올라온 건 이번이 처음이지?
en: isn’t this your first time in the human world with a human body?

source: 경감님.
en: inspector.

source: 해독제를 찾았어야 했나?
en: maybe i should’ve looked for the antidote...

source: 그게 누구든 잘못을 했으면 공평하게 벌을 받아야지, 안 그래?
en: regardless of their status, everyone has to pay the price for their own actions.

source: _x0003_으약꺅꺖끄아꺜꺅!!
en: aaaargghhh!!!

source: 난 절대 처음 보는 사람을 믿지 않아.
en: i don’t trust strangers.

source: 처음부터 돌아오지 않을 생각이었던 걸까…
en: did she plan to never return from the very beginning?

source: 레티스를 돕는 하녀가 있었어.
en: a maid helped letis.

source: 당신은 독에 중독되어있어.
en: you have been poisoned.

source: … 리에나 공주님이 맞아….
en: she... is the real princess liena...

source: 워워- 멈춰!
en: woah, woah! wait!

source: 기다려.
en: one second.

source: 저 여자, 리에나 공주잖아.
en: that girl is princess liena,

source: 공주님 건강 때문에 이 차를 꼭 드셔야 한다고 쥬디를 설득해 보는 건 어때.
en: what if we convince judy that this is for princess liena’s health?

source: 혹시 해독도 가능해?
en: can you make one for detoxification?

source: 제가 소환한 영이라면 그레비의 공격에 살아남을 수 없었을 텐데 말입니다.
en: if it’s a soul I summoned, she could not have survived greby’s attack.

source: 해독약?
en: an antidote?

source: 하긴, 많은 몬스터를 죽여왔던 내 눈에도 소름끼쳐 보이긴 했어.
en: well, even a professional hunter like myself found him creepy.

source: 아무리 생각해도 당신이란 존재는 답이 안 나와.
en: i still can’t figure out what you are.

source: 내가 모은 돈을 다 가져 오고 싶다.
en: i wish i could bring the money i earned here...

source: 발에 뭐가 걸리는데?
en: wait, there’s something on the floor.

source: (초인적인 청력)
en: exceptional hearing skills

source: 저 아이의 영은 손쉽게 돌려보낼 수 있겠군.
en: sending her soul back will not be difficult.

source: 당신에 대한 정보를 몇 개 알려주더라구.
en: he told me a few things about you.

source: 방금 저승의 표식이 없는 영이 빙의된 인간을 봤습니다.
en: I just saw a soul without the underworld’s mark that is possessing a human body.

source: 내가 이런 식으로 인간의 몸에 봉인되다니!
en: I cannot believe I am trapped in a human body!

source: 흑마법이 어떤 건지 알고 하는 말인가.
en: you have little idea what dark magic entails.

source: 괴물이 아르젠 집으로 들어갔다고 생각한 건 착각이었나.
en: maybe i was mistaken to think that the monster went into arzen’s place.

source: 공작님이 날 안 만나실 리가 없어!
en: the duke would never refuse to see me!

source: 같이 모여 있는 게 좋지.
en: it’s better to stay together.

source: 그건 리에나의 기억을 지웠으니 괜찮다며!
en: you said it will be fine because you erased her memory!

source: 아, 그 민트초코맛?
en: oh! that mint chocolate flavored one?

source: 이 마을 사람들은 날 싫어하겠군.
en: the townspeople must hate me being here.

source: 해리드로 매일 그녀를 꽉 껴안아주면서 독의 통증도 없애주고 있다며.
en: i heard you flood her with herrid every day to save her from the poison’s pain.

source: 하지만 생기가 느껴지지 않아.
en: it doesn’t feel alive...

source: 공주님, 설마 성문 바깥으로 나가시려는 건 아니죠?
en: your highness, you’re not trying to go outside the gate, right?

source: 내가 도와줄게.
en: i’ll help you.

source: 크…크레용?!!
en: c...crayon?!!!

source: 대체 무슨 일이야?
en: what’s going on?!

source: 공주님 한 번만 용서해주세요~!!
en: please forgive me, your highness!!!

source: 아니다.
en: forget it.

source: 리에나 공주님이요?
en: princess liena?

source: (땜빵)
en: bald spots

source: 그 표정은 뭐야?
en: why are you making that face?

source: 연약한 도련님인 줄 알았는데 이 왕국 제일검이래.
en: I thought he was a weak, rich gentleman, but apparently he’s the best sword master in the kingdom.

source: 아르젠은 리에나의 과거에 대해 안 물어보는 것까지도 술술 말해주고
en: he always tells me stories about liena’s past...

source: 서로 협력해서 오늘 안으로 꼭 돌아가자고.
en: let’s work together and return to our worlds before the day ends.

source: 어머나, 기억에서 아예 지워버리셨어요?
en: wow! you forgot about it?

source: 잠잠하다가 갑자기 또 시작이군.
en: this hasn’t happened in a while.

source: 그런 미래가 현실이 될 가능성은 모두 다 없애야 해.
en: I have to get rid of anything that could make it come true.

source: 곤란한데.
en: that will be an issue.

source: 내가 죽였다고 하면 믿겠냐구.
en: nobody will believe me if I tell them I’m the one who did this.

source: 오늘 커튼을 다 세탁해야해.
en: we have to wash all the curtains today.

source: 아르젠 칼리스 백작님…
en: count arzen kalis...

source: 용서해 주세요, 공주님.
en: please forgive us...

source: 리에나 공주님이 살아나셨다!!
en: princess liena is alive!!!

source: 누가 있잖아?
en: someone else is there.

source: 당신과 레티스 베르몬과의 인연은 이미 끝났으니 이제 찾아오지 말도록.
en: your relationship with letis vermon is over. do not come here anymore.

source: 그녀의 아버지 칼베르가 널 오해해서 유리니카가 환생해도 절대 알아보지 못하게 너에게 마법을 걸어놔 넌 그녀의 느낌조차 알아볼 리가 없지.
en: ...her father, kalberr, misunderstood you, so he cast a spell that made it so you’ll never recognize her soul, even if she reincarnates.

source: 유리니카는 케릭스의 폭주를 멈출 수 있었지만
en: yurinika stopped kelix’s madness...

source: 레티스가 없어도 집에 들어갈 수 있는지 확인해 봐야겠어.
en: I’ll have to see if I can still get into his place without him.

source: 흉악한 마물 유배된 공주 불편한 매트리스 주술
en: atrocious dark creatures banished princess terrible mattress witchcraft

source: 편지?
en: a letter?

source: 순간이동 안 해?
en: why aren’t we teleporting?

source: 복수하려고 날 여기 데려온 거야?
en: ...take me here to kill me?!

source: 숲 속에는 기사단 외 다른 시신도 있었는데 그 자의 정체는 전문암살자였습니다.
en: the body of a professional assassin was also found in the forest.

source: 아참, 내 저택에 있는 하녀 쥬디에게 내가 이곳에 있다고 전해줄 수 있어?
en: oh, could you tell judy, a handmaiden at my place, that i’m here?

source: 아르젠 백작님과 공작님은 앙숙인데요…
en: but count arzen and duke letis are enemies...

source: 깜짝
en: flinch

source: 저건 뭐야….
en: what’s that?

source: 아, 기억을 잃으셨다고 했지 참~
en: oh, you lost your memories, right.

source: 오늘도 당신을 찾아올지 모를 여자들을 미리 정리하고 있는 거니까.
en: i’m just taking care of the women who might visit you tonight.

source: 리에나 공주님이요?!
en: princess liena?!

source: 원하는 해답이라니, 뭔가 두리뭉하지만…
en: “the answers I’m looking for” is a little vague...

source: 그런데 당신은 누구에요?
en: by the way, who are you?

source: 특히 어두운 길 혼자 걷지 말고.
en: don’t walk around the dark alleyways by yourself either.

source: 만지지 말랬지!
en: i told you not to touch me!

source: 그놈에게 복수하고 싶지 않아?
en: don’t you want to get back at him?

source: 그렇게 위험한 영을 소환했다가 더 큰 위험이 생긴다면?
en: what if we face a bigger issue summoning a dangerous soul like that?

source: 아르젠은 선하기만 한 인간인 걸까
en: is arzen just too nice?

source: 완전히 다른 사람처럼 변하셨다니까요.
en: she’s like a completely different person.

source: 들었나?
en: did she hear everything?

source: 혹시 모르니 되살아난 사람이 더 있는지 찾아봐.
en: look for more people like them, just in case.

source: 역시 난 특별한가?
en: I guess I’m pretty special.

source: 어떻게 알고 왔어?
en: how did you know?

source: 아르젠… 점점 수상해지는데?!
en: arzen... you’re looking pretty suspicious.

source: 대주술사 베노스님이요?
en: the great warlock venos?

source: 젠하드 경감님이 보내서 왔어요.
en: he sent us here.

source: 그동안 아는 사람이 있단 말은 없었잖아.
en: he didn’t mention anything about meeting someone of this world...

source: 정신 차리세요!
en: are you okay?!

source: 이 목소리는 리에나 공주님?
en: that sounds familiar... princess liena?!

source: 몬스터는 죽여봤지만 사람은 처음이라 어떻게 처리해야 할지 모르겠다구.
en: I’ve killed monsters before, but not humans. I don’t know how to clean this up.

source: 연애운, 건강운, 다음달 운세…
en: things like love reading, health, next month’s reading...

source: 쥬디는 예쁘다고 했는데.
en: judy said I looked pretty.

source: 쥬디 언니 일도 그렇고 음침한 일이 점점 많이 생기네.
en: there has been a lot of fishy things going on, like judy’s sister...

source: 흡!
en: gasp

source: 마리엔 일로 리에나와 서로 만나지 않으려 할 텐데 설마 아르젠이 왜 리에나를…
en: ...but they must avoiding each other because of marianne’s incident. why would he...?

source: 어떤 명의가 봐도 살해의 흔적은 절대 찾을 수 없을 거야.
en: no matter how skilled the doctor, they won’t find anything that points to it being a murder.

source: 밑도 끝도 없이 웬 작별 ...?
en: a farewell? this is so sudden...

source: 카망베르같은 마법사가 있으면 베노스가 걸어놓은 결계따윈 깰 수 있다고 했는데.
en: if there was a magician like kalberr, it would be so easy to break venos’ little spell.

source: 누구?
en: who is that?

source: 그녀, 유리니카와의 첫만남이었다.
en: that is how I met yurinika.

source: 레티스 공작님에게 무슨 짓을 한 거지?
en: what did she do to duke letis?

source: 설마 나 잔 거야?
en: i fell asleep?

source: 나오지 못하게 산 주변에 결계를 쳐놨다고 했는데
en: ...and trapped them all in with a barrier?

source: 소문 한 번 빠르군.
en: the news spread quickly.

source: 그럼 꺼내서 먹지 그래?
en: than why don’t you take a bite?

source: 이걸 쿼브라 부르는 거야?
en: what is this called? a kuav?

source: 레티스와 왠지 비슷한 느낌….
en: she feels similar to letis...

source: 프란츠가 그렇게 된 건 나 때문일거야.
en: it’s probably my fault frantz is the way he is now.

source: 세 명?!
en: three people?!

source: 프란츠, 내 아가….
en: frantz, my baby...

source: 저자가 흑마법과 연관이 있는 자인가!
en: is he the one behind the dark magic?

source: 이렇게 작은 아이는 만져본 적이….
en: i’ve never held one this small...

source: 죽음의 신 신전.
en: a shrine for the god of death.

source: 어떻게 비싸 보이는 장신구 하나가 없어?
en: how could she not have any expensive accessories?!

source: 내가 알던 리에나 공주가 아냐.
en: that’s not the princess liena i knew.

source: 미친놈인줄은 알았지만 상상 이상이군.
en: i knew you were crazy, but you’re even worse than i thought.

source: 잠시 실례하겠습니다.
en: excuse me, your highness.

source: 그게 아니라
en: no, not that.

source: 아르젠 집에 가볼까?
en: maybe I should go see arzen.

source: 꽤나 구체적이시군요.
en: that’s very specific.

source: 근데 낮에 괜찮아진 거 아니었어?
en: but I thought you were feeling better earlier?

source: 난 꼭 돌아가야 해.
en: i have to go back.

source: 지금 왕비님께서 공주님에 대한 걱정이 몹시 크시거든.
en: our queen is extremely worried about her.

source: 마리엔은 프란츠 왕자님의 마차에서 죽은 채 발견되었습니다.
en: marianne was found dead in prince frantz’s carriage.

source: 마시고 싶지 않아?
en: don’t you wanna drink some?

source: 잘못 온 영혼이면 그놈이 죽일 거 아냐.
en: if it’s another wrongfully summoned soul, the summoner is going to kill them.

source: 소르덴 산에서 눈을 떴더니 수 십 마리의 마물들이 입을 벌리며 날 둘러싸고 있었어.
en: when I woke up in mt. sorden, hundreds of dark creatures were surrounding me, drooling.

source: 아무튼 죽지 않은 영이 이곳에 3일 이상 머물면 영이 완전히 소멸이 된다는 게 사실이에요?
en: is it true that if a living soul stays here for more than three days, the soul perishes?

source: 마리엔이 죽은 시각 왕자님과 함께 있었다는 또다른 증인이 갑자기 나타나는 바람에 많은 의혹에도 결국…
en: ...there was another witness that claimed that the prince was with them at the time, so...

source: 쥬디에게 어떻게 말을 해야 하지?
en: how do I tell her?

source: 레티스 공작님을 지금 꼭 봐야 한다니까.
en: i must see him immediately.

source: 죽음의 신은 수명이 얼마 안 남은 인간의 죽음에만 관여할 수 있다. *죽은 암살자 :하루 안에 죽을 운명이었음
en: the god of death can only interfere with the death of people who are already close to dying. *the dead killer was destined to die in a day

source: 두 분 같이 주무실 거죠?
en: you are sleeping together, yes?

source: 아니다… 몇 시간, 며칠 동안 굳어있을지도!
en: wait, it could be a couple hours or days!

source: 저기… 나 좀 도와줄 수 있어?
en: hey... could you help me out with this?

source: 너와의 길고 긴 우정을 생각해서 한 마디만 할게.
en: I’m really saying this for you, my friend.

source: 꽈악
en: grab

source: 근데 프란츠 왕자님이 하인들 처소엔 왜 오신 거지?
en: but why is prince frantz at the servants’ place?

source: 공주님을 만나러 가야겠어.
en: I should go see her right now.

source: ……알?
en: an... egg?

source: 내가 독 발작을 일으킬 때마다 날 안 아프게 해줬잖아.
en: you got rid of my pain when I was having seizures.

source: 당신 배에서 나는 소리.
en: it’s coming from your stomach.

source: 공작님 저택은 5분만 걸어가시면 되는데요…
en: y-your mansion is five minutes away... in walking distance...

source: 그리고 뭔가 좀 이상하잖아.
en: something’s off, though.

source: 입에 맞으시다니 다른 약도 지어드릴게요.
en: since you like it, i can make other ones for you.

source: 리에나 공주님이 진짜 죽었다 살아난 게 맞대?
en: so, did she really come back to life?

source: 으앗!
en: oh no...

source: 왕궁으로 데려가줘.
en: take me to the palace.

source: 그래, 이게 다 리에나 공주님 때문이야.
en: you’re right, this is all princess liena’s fault.

source: 누가 공작님을 죽이려고 했던 거 아냐?
en: maybe someone tried to murder him.

source: 네가 궁에서 무사히 오래 버티려면 프란츠 왕자님과 눈도 마주치면 안돼.
en: if you want to survive here, you better not make any eye contact with him.

source: 이래서 초짜들은.
en: this is why I don’t work with noobs.

source: 감히, 내가 누군 줄 알고 큰 소리로 지껄여?
en: you have no idea who you’re yelling at!

source: 이 정도면 한 재산 챙기겠는걸.
en: that’s a lot of money.

source: 일주일 전엔 공주님의 영혼이 혼란스러워 보였는데 지금은 많이 안정되어 보이십니다.
en: your soul was a little chaotic a week ago, but it seems to be a lot more stable now.

source: 지금 내 뒤를 따라오는 건가?
en: he’s following me?

source: 누가 보면 진짜 약혼한 사인 줄 알겠네.
en: as if I’m actually engaged to him?

source: 독 때문에 아팠을 텐데.
en: he’s still suffering from the poison.

source: 오늘도 주무시고 가시나요?
en: are you staying for another night?

source: 뭘 만들어도 완전 죽음의 맛…
en: anything he makes tastes so horrible...

source: 나는 인간을 믿지 않는다.
en: I do not trust humans.

source: 왜 그녀를 돌려보냈는지 모르겠다.
en: I do not understand why I sent her back.

source: 어린 아이를 세상에서 젤 싫어하셨던 공작님이?!
en: but... he hates children!

source: 큰소리치고 왔는데 자존심이 있지.
en: i can’t go back after leaving so confidently.

source: 사람들은 다 그냥 사람이겠지?
en: they all must be just... normal people, right?

source: 커튼도 다 치고 뭐 하시는 거지?
en: what is he doing in his room with all the curtains closed?

source: 가뜩이나 오지랖 넓은 놈.
en: he is far too nosy.

source: 레티스 공작님이 공주님을 어떻게 하신 건 아닐까?
en: what if duke letis did something to her?!

source: 조만간 놀러갈게.
en: I’ll visit you soon.

source: 나는 언제쯤 끝이날까…
en: ...but will I ever have such an end?

source: 그 여자의 죽음을 슬퍼했을까?
en: ...grieved her death?

source: 그럼 할 수 없지.
en: too bad.

source: 공주님, 들어가지 마세요.
en: your highness, stay away from that room.

source: 사랑에 눈이 멀어 뱀파이어라는 걸 눈치채지 못하다니!
en: i was so blinded by love that i didn’t even recognize my lifelong enemy!

source: 죽었다 살아난 게 아니라 아예 다른 존재일 수도 있겠군.
en: maybe they don’t simply come back to life but return as completely different creatures.

source: 뭐, 물어보니 대답을 하자면
en: well, to answer your question...

source: 겨우 이 정도로 통증이라니 부실한 몸이군.
en: how weak is this body if it feels pain from such a tiny fall?

source: 이젠 날 만져주지 않아도 돼.
en: you do not need to do that anymore.

source: 그게요….
en: well...

source: 마법은 잘 모르지만 내가 당신 비밀의 방에서 재밌는 걸 발견했어.
en: I don’t know much about magic, but I found something interesting in your secret room.

source: 근데 여긴 새가 왜 이렇게 많아?
en: why are there so many birds around here?

source: 저를 죽음의 신 크로니온의 눈을 피해 잠시 인간 세상에 돌려보내 줄 수 없나요?
en: could you please send me to my world for a second without letting chronion know?

source: 알고 있…
en: I know...

source: 젠장….
en: damn it...

source: 이거 뭔가 갑자기 위기감이 느껴지네.
en: this is a bit of a problem.

source: 죽음의 신 신전에서 노베이 주술사에게 산 부적으로 저주를 내리면 효과가 확실하다는 소문이 있어.
en: I heard curses using novei’s talismans are extremely effective at the shrine for the god of death.

source: 의식이 잘못된 거 아냐?
en: there must have been something wrong with the ritual.

source: 더 이상 헛소리를 들어줄 수가 없네.
en: i can’t stand listening to you anymore.

source: 냄새만으로도 이미 맛있어.
en: anything that smells this good must be delicious.

source: 사람에 대한 원망도 환생에 대한 거부도 없었다.
en: ...nor did she have any resentment towards humans or repulsion towards reincarnation.

source: 서로 왔다갔다 하기 번거로우니 우리 동거하는 거야!
en: it’s a hassle for us to constantly visit each other, so we should live together!

source: 인성은 쓰레기지만.
en: its personality is terrible, though.

source: 뭐하는 거야?
en: what are you doing?

source: 난 내 죽음도 충격을 받아 잊고 있던 사람이야.
en: i forgot about my own death from the shock.

source: 게다가 쌍둥이인 리에나 공주님이 프란츠 왕자님을 되살리는 의식을 목격하시는 바람에…
en: on top of that, princess liena witnessed the ritual that revived prince frantz...

source: 어제보다 더 심한 고통이야.
en: the pain is getting much worse.

source: 여기 처음 오신 것 같지 않네요?
en: you seem familiar with the place.

source: 레가노스 신이 크로니온에게 미안한 게 있어서?
en: because god leganos owes him one?

source: 독 때문에 그래?
en: is it the poison?

source: 뿌의 눈에 보이지 않았다는 방인가……
en: it must be the room bu could not see...

source: 주술은 되면서 마법은 왜 금지됐던 거지?
en: how is witchcraft allowed but not magic?

source: 질투가 아니라고 몇 번을 말해!
en: I told you, it’s not jealousy!

source: 나도 여기서 부적이나 만들까.
en: should I start a talisman business?

source: …이유는 모르지만 이 몸에 봉인이 되어버렸어.
en: I do not know why, but I am trapped inside of this body.

source: 누군지 말해주면 안돼?
en: why wouldn’t he tell me who it is?

source: 바퀴벌레 같은 헤베베라는 마물…
en: it’s a dark creature called hebebe that looks like--

source: 프란츠…
en: frantz...

source: 그 여자는 자기가 받은 게 뭔지 모르겠죠?
en: she probably doesn’t even know what it is.

source: 이 마을에서 20년 동안 지내면 저주가 모두 사라진다는 신탁이 있었다고?
en: and... an oracle said the curse will be broken if i spend 20 years in this town?

source: 아하~ 나 그거 뭔지 알아.
en: oh... i see how this works now.

source: 너 정도 외모면 괜찮군.
en: you look pretty enough.

source: 지켜줘야 할 사람이 둘이나 생기다니.
en: now there’s another person for me to protect.

source: 손…님이 찾아오셨다고 합니다.
en: a guest... wishes to see you.

source: 복도 끝에 누가 있는 것 같아서요.
en: i think someone is at the end of the hallway.

source: 농담입니다, 공주님.
en: that was a joke, your highness.

source: 내가 궁에선 입조심을 하라고 하지 않았느냐.
en: I told you to be careful in the palace.

source: 뜬금없이 뭔 소리야?
en: what is he looking for?

source: 나와는 상관없는 일이군.
en: this all sounds like it has nothing to do with me.

source: 리에나 공주를 싫어하나?
en: does he not like liena?

source: 아니면 그냥 내 기억일까…
en: or did i just have flashbacks of my own memories?

source: 세상에… 믿을 수가 없어.
en: oh my gosh... i can’t believe this!

source: 드디어!
en: finally!

source: 설마, 독 때문이야?
en: is it the poison?

source: 빙의된 마물을 소멸시킨 건 그레비가 아니었지만…
en: it wasn’t greby that killed the dark creature, but...

source: 빙의가 되면 처음엔 그 몸의 주인의 기억을 가지고 있다가 서서히 기억을 하게 되거든 마물은 삼일 째가 되는 날 그 정체를 완전히 드러내지.
en: when possessing a body, at first, one only has the memories of the body. then, the possessor gradually regains their own memories within three days.

source: 그래도 이 방향제 덕분에 밤에 돌아다녀도 마물에게 안전하잖아요.
en: at least this diffuser keeps us safe from the dark creatures at night.

source: …네… 그렇습니다.
en: yes, sir. you’re right.

source: 복수할 거야~~~
en: you will regret this!!!

source: 저 인간 여자 때문에 제가 까마귀로 변하는 벌을 받았죠!
en: she’s the reason why I’m now a crow!

source: 내일 이 시간이 되면 조금 전과 같은 고통에 시달릴 거야.
en: at this very time tomorrow, you will continue to suffer from excruciating pain.

source: 꺄아악-
en: w-wait!!!

source: 경감님 낙하산이셨어?
en: nepotism?! really?!

source: 다음 보름달이 뜰 때까지 독의 통증은 없을 거야.
en: you will not feel pain from the poison until the next full moon.

source: 위험해.
en: this is dangerous.

source: 자, 어딘지 딱 보이지?
en: look, you see where we have to go, right?

source: 얼마나 피곤하고 혼란스럽겠어.
en: she must be confused and overwhelmed.

source: 오지 마세요~!!
en: don’t come any closer!

source: 화 르 륵
en: furious

source: 감히 나에게 거짓말을 한 건가.
en: did they dare to lie to me?

source: 하긴, 자신에 대해 뭘 정확히 말한 적이 없었지.
en: well, he never said much about himself anyway.

source: 고통을 완전히 없애진 못했어.
en: eliminating the pain entirely was not possible.

source: 그리고 레티스가 복면 쓴 암살자들이 고도로 훈련된 자들 같다고 했어.
en: letis also told me those masked intruders seemed professionally trained.

source: 사실 나도 소르덴 산에선 독의 발작이 없어서 괜찮아진 줄 알았거든.
en: to be honest, i thought i recovered from the poison because i didn’t have any seizures at mt. sorden.

source: 타겟을 찾아 일주일 넘게 깨어있던 적도 있었어.
en: i stayed awake for an entire week to find a target before.

source: 이 세계에서 도움받을 몇 안 되는 사람인데 관계성이 이래서야.
en: ugh... he’s one of the few people who can help me in this world too. what a complicated relationship.

source: 악-
en: AGH

source: 암살자?!
en: a killer?

source: 스포츠카만 종류별로 가지고 있던 난데
en: i had an array of sports cars back in my world.

source: 세레스탄, 내가 널 왜 싫어하는지 알지?
en: serestan, are you aware of why i hate you?

source: 노베이를 이 곳에 데려와줄 수 있어?
en: could you bring warlock novei here?

source: 이젠 괜찮아질 거라고 했잖아.
en: you said he would be okay.

source: 또 심장에 통증이!
en: the pain... it’s back!

source: 이 세계에서 죽으면, 다시 돌아갈 수 있지 않을까?
en: is there a chance that i could go back if i die here?

source: ....다정...?
en: sweet...?

source: 저보다 마리엔과 더 친하셨구요.
en: you were closer with marianne than me.

source: 이곳에 온 이후로 지금 이순간이 최고로 불편하네요.
en: this is the biggest inconvenience i’ve had since my stay here.

source: 유리니카는 크로니온에게 돌아가려고 했는데 내가 그걸 방해했어.
en: she tried to go back to chronion, but I interfered.

source: 공무집행이라고 노베이 주술사님이 더 특별하게 만들어주셨다니까요.
en: warlock novei made it especially stinky for us government officials!

source: 아직도 안 일어나신 건 아니지?
en: she is awake, right?
